---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.EnergyAnalysisProjectPhase
source: html/be5d6258-a6dd-acee-75a3-24929e00140c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.EnergyAnalysisProjectPhase Property

"Phase"

## Syntax (C#)
```csharp
public static ForgeTypeId EnergyAnalysisProjectPhase { get; }
```